tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "zegervdv/zathura"
brew "python@3.12"
brew "zstd"
brew "pango"
brew "aom"
brew "biber"
brew "clang-format"
brew "clisp"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "docutils"
brew "unbound"
brew "gnutls"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "gh"
brew "htop"
brew "libssh2"
brew "matplotplusplus"
brew "minicom"
brew "neovim"
brew "nmap"
brew "node", link: false
brew "openssl@1.1"
brew "openvino"
brew "python-matplotlib"
brew "python@3.10"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sphinx-doc"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "wtf"
brew "yazi"
brew "youtube-dl"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "zegervdv/zathura/synctex"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "gstreamer-runtime"
cask "kitty"
cask "mactex-no-gui"
cask "skim"
cask "wezterm"
cask "wine-stable"
